import '../host/master-host.css'

import '../../pages/adv.css'


export default function First() {
    return (

        <div className="para col-12">
            <div className="para-wrap col-11 col-md-9 mt-5">
                <p className='mt-5'>اما بهتر است از همان ابتدا که تصمیم به خرید هاست می گیرید، یک سرویس عالی و بدون کم و کسر را انتخاب کنید. یعنی یک هاست نامحدود که منابع کاملی در اختیار شما قرار دهد. سرویس‌ های هاست نامحدود دارای شرایطی هستند که در صورت رعایت شرایط می‌ توانید از فضا و پهنای باند نامحدود طی دوره استقاده نمایید. شرایط استفاده از سرویس‌ های هاست نامحدود سرورپارس: <br /><br />


                    به‌ عنوان‌ هاست دانلود، هاست بک آپ و آپلودسنتر (دانلود یا آپلود فایل های با حجم بالا که موجب کندی سایت و کاهش سرعت سرور می شود) نمی‌ توانید استفاده کنید. <br />
                    رعایت ارسال مجاز ایمیل ۱۰۰ عدد در ساعت و ۱۰۰۰ عدد در <br />
                    در حال حاضر برای خرید هاست نامحدود سرورپارس می توانید از پلن های معمولی نقره ای و طلایی و وردپرس استفاده نمایید. <br /><br />

                    برای این که کامل تر متوجه مفهوم Host و دلیل اهمیت آن بشوید، باید کمی عقب تر برگردیم و با سرور آشنا شویم. سرور به کامپیوتر های بسیار قدرتمند و همیشه روشن گفته می شود. این ابرکامپیوترها منابع بسیار قوی و بالای رم، CPU، فضای ذخیره سازی و غیره داشته و این امکانات را در اختیار سرویس گیرنده های داخل شبکه اینترنت قرار می دهند. <br /><br />

                    به عبارت دقیق تر، سرورها یا همان کامپیوترهای همیشه روشن(بسته به نوع سرور) اطلاعات کاربران شبکه اینترنت را ذخیره و پایش می کنند. هر اطلاعاتی شامل تصویر، متن، صوت، ویدیو و غیره که در داخل اینترنت موجود است، بر روی یک سرور، ذخیره و یا اصلاحا میزبانی شده است. زمانی که شما یک مطلبی را در اینترنت جستجو می کنید، نتایج جستجو همان اطلاعاتی هستند که بر روی سرورها ذخیره شده اند. <br /><br />

                    البته توجه کنید که نتایج جستجو و ترتیب رتبه بندی وب سایت ها به الگوریتم ها و تکنیک های سئو بستگی دارد. اما به هر ترتیب، اطلاعات مورد نظر کاربر، از سرور دریافت شده و در مرورگر نمایش داده می شود. اما توجه داشته باشید که همانطور که گفته شد، سرور کامپیوترهای فوق پیشرفته و همیشه روشن هستند. آیا همه وب سایت ها برای شروع کسب و کار خود به یک سرور نیاز دارند؟ خیر.</p>

                <h4>هاست چیست؟</h4>


                <p className='mb-5'>
                    Host در زبان فارسی به معنی میزبان است. اما در تعریف علمی به فضایی که از تقسیم بندی یک سرور ایجاد می شود، Host گفته می شود. هر سرور را می با توجه به منابع رم، CPU و فضای ذخیره سازی آن به چند قسمت تقسیم بندی کرد. به هر یکی از این فضاها که از پارتیشن بندی سرور حاصل می شود، host گفته می شود. <br /><br />

                    یعنی زمانی که شما نسبت به خرید یک سرویس میزبانی وب اقدام می کنید، فضایی از یک سرور در اختیار شما قرار داده می شود. این سرور نیز در یک دیتاسنتر در لوکیشن ایران یا خارج میزبانی و ارائه شده است. به عبارتی یک سرور به صورت اشتراکی در اختیار شما و چند کاربر دیگر قرار داده شده است. حالا شما با در اختیار داشتن یک host و انجام تنظیمات DNS و غیره، می توانید وب سایت خود را با استفاده از دامنه ای که قبلا ثبت کرده اید، راه اندازی کنید. <br /><br />

                    در قسمت قبلی گفتیم که همه وب سایت ها به سرور نیاز ندارند. بله این درست است، تنها کسانی به خرید سرور نیاز دارند، که صاحب یک کسب و کار بزرگ و دارای اطلاعات بسیار پراهمیت باشند. برای مثال سازمان ها، ادارات دولتی و یا وب سایت های با بازدید و فروش بسیار بالا، به جای استفاده از هاست اشتراکی، به سراغ سرورهای اختصاصی و یا سرورهای مجازی می روند که خب قطعا انتخاب بهتر و منطقی تری برای آن ها است. <br /><br />

                    اما عموم وب سایت ها برای شروع کسب و کار خود و راه اندازی سایت، نیازی به خرید سرور ندارند. بلکه خرید هاست نامحدود و با منابع کافی می تواند کاملا کافی باشد. ضمن آن که سرویس های سرورپارس امکان ارتقا منابع دارند. به عبارتی اگر نیازی به ارتقا منابع رم، CPU و غیره داشته باشید، این کار به راحتی قابل انجام است. پس پیشنهاد می شود در مرحله اول یک سرویس مناسب خریداری کنید. اما کدام سرویس برای شما مناسب تر است؟ لازم است تا با انواع host آشنا شوید. <br />
                </p>
            </div>
        </div>
    )
}