


export default function First() {
    return (
        <>
            <Second />
            <Third />
            <Four />
            <Fifth/>
        </>
    )
}


function Second() {
    return (

        <div className="site-title">
            <h3>ساخت سایت آسان و ارزان با سایت ساز سرورپارس</h3>
            <p>سایت ساز سرورپارس بهترین سایت ساز رایگان ایرانی و از روش های عالی برای راه اندازی و طراحی سایت ارزان است. تنها با چند کلیک ساده، وب­ سایت و فروشگاه اینترنتی مورد نظر خود را وارد سایت­ ساز حرفه ای سرورپارس کرده و با امکانات فراوان آن، سایت را با سلیقه و با توجه به نیازهای خود، شخصی سازی کنید. فروشگاه ساز بهترین روش ساخت سایت آسان و سریع. با سایت ساز سرورپارس، بدون دغدغه هاست و دامنه، سایت بسازید.</p>
            <div className="site-btn">مشاهده دموی سایت ساز</div>

        </div>



    )
}



function Third() {
    return (

        <div className="site-big col-12">

            <div className="log col-12">
                <img src="https://pars.host/wp-content/uploads/2021/04/free-100x100-1.png" alt="" />
            </div>

            <div className="under-img col-12"><h3>ویژگی های هیجان انگیز خدمات ما</h3></div>

            <div className="site-wrap col-11 col-md-10 mt-5">

                <div className="site-box col-11 col-md-5 col-lg-3">
                    <img src="	https://pars.host/wp-content/uploads/2021/07/SITE-SAZ-ICON-06.svg" alt="" />
                    <h6>پرداخت های آنلاین در سایت</h6>
                    <p>با استفاده از سایت ساز حرفه ای رایگان سرورپارس، دردسر های خريد درگاه های بانكی و مجوزهای مربوطه براي پرداخت هاي آنلاين را نخواهيد داشت. بدون دردسر سايت خود را بسازيد و از پرداخت هاي آنلاين و بدون دردسر لذت ببريد.</p>
                </div>


                <div className="site-box col-11 col-md-5 col-lg-3">
                    <img src="https://pars.host/wp-content/uploads/2021/07/SITE-SAZ-ICON-03.svg" alt="" />
                    <h6>بیش از 200 قالب طراحی شده</h6>
                    <p>بيش از ٢٠٠ قالب با طرح های متنوع و مختلفی برای سایت ساز رایگان ایرانی سرورپارس طراحی شده است. بنابراين می توانيد مطابق با نياز كسب و كار خود، طرح قالب مورد پسند خود را انتخاب و از آن استفاده كنيد.</p>
                </div>


                <div className="site-box col-11 col-md-5 col-lg-3">
                    <img src="	https://pars.host/wp-content/uploads/2021/07/SITE-SAZ-ICON-05.svg" alt="" />
                    <h6>پنل مدیریت فارسی</h6>
                    <p>پنل تنظيمات قدرتمند اين سایت ساز آنلاین به شما این امکان را مي دهد تنها با يک كليک، به تغيير طيف وسيعي از تنظيمات قالب بپردازيد. براي استفاده از سايت ساز سرورپارس و امكانات ويژه آن، نيازی به داشتن دانش فنی نداريد.</p>
                </div>


                <div className="site-box col-11 col-md-5 col-lg-3">
                    <img src="	https://pars.host/wp-content/uploads/2021/07/SITE-SAZ-ICON-04.svg" alt="" />
                    <h6>از چه وبسایتی خوشت اومده ؟!</h6>
                    <p>یکی از بهترین امکانات طراحی سایت ارزان و آسان ما وارد کردن استایل وبسایت دیگر به داخل سایت ساز می باشد. با استفاده از بهترین سایت ساز حرفه ای رایگان و خیلی راحت می توانید سایتی مشابه راه اندازی کنید.</p>
                </div>


                <div className="site-box col-11 col-md-5 col-lg-3">
                    <img src="https://pars.host/wp-content/uploads/2021/07/SITE-SAZ-ICON-02.svg" alt="" />
                    <h6>بیش از 45 زبان</h6>
                    <p>فرقی نمی كند در ايران يا هر نقطه ديگری از جهان زندگی می كنيد. سايت ساز سرورپارس از بيش از ٤٥ زبان زنده دنيا پشتيبانی می كند. از ميان زبان های رايج فارسی، انگليسی، آلمانی ، فرانسوی تا مالزيايی و غيره يكی را انتخاب كنيد.</p>
                </div>


                <div className="site-box col-11 col-md-5 col-lg-3">
                    <img src="https://pars.host/wp-content/uploads/2021/07/SITE-SAZ-ICON-01.svg" alt="" />
                    <h6>کاملا ریسپانسیو</h6>
                    <p>نمايش و تطابق سايت خود با تمامي دستگاه های نمايش دهنده، همچون دسكتاپ، لپ تاپ، موبايل، تبلت و غيره به صورت كاملا ريسپانسيو و واكنش گرا لذت ببريد. طراحی سایت آسان و ارزان را با سرورپارس تجربه کنید.</p>
                </div>



            </div>

        </div>

    )
}




function Four() {
    return (

        <div className="site-note col-12">

            <div className="note-wrap col-11 col-md-9">

                <h5 className="mt-5">سایت ساز چیست؟</h5>
                <p>برای راه اندازی سایت یا فروشگاه آنلاین روش های متفاوتی پیش روی شما است. اما طراحی سایت با سایت ساز چه مزیت هایی دارد؟ این سوال مشترکی است که اکثر کاربران از ما می پرسند؟ برای پاسخ به این سوال باید ابتدا مقدمه ای ارائه کنیم. امروزه با توجه به بیشتر شدن اهمیت کسب و کارهای اینترنتی و گسترش استقبال مردم از این کسب و کارها، لزوم ایجاد صفحات مجازی و وب سایت برای کسب و کارها احساس می شود. شاید در گذشته افراد معدودی به سمت خرید اینترنتی گرایش داشتند. اما امروزه اغلب مردم دست کم چند خرید در ماه را به صورت اینترنتی انجام می دهند. <br /><br />

                    همین موضوع دلیل خوبی است که کسب و کارها، وارد عرصه فضاهای مجازی و اینترنت شده و کسب و کار خود را با توجه به نظر و ترجیح مخاطبان گسترش دهند. اما همانطور که می دانید راه اندازی وب سایت اینترنتی، کار چندان ساده ای نیست. یا باید تخصص آن را داشته باشید یا باید هزینه آن را پرداخت کنید. هزینه طراحی وب سایت اینترنتی بسته به روشی که انتخاب کنید، متفاوت خواهد بود. راه اندازی سایت از طریق برنامه نویسی و یا طراحی سایت با وردپرس هرکدام هزینه های مختلفی برای شما در پی خواهند داشت. <br /><br />

                    اما یک روش ساده و کم هزینه تری نیز وجود دارد و آن چیزی نیست جز: راه اندازی و طراحی سایت ارزان با استفاده از سایت ساز سرورپارس. در پاسخ به این سوال که سایت ساز چیست؟ باید بگوییم که سایت ساز یک سرویس یا پلتفرم وابسته به یک وبسایت بزرگ است که به شما این امکان را می دهد تا بتوانید با پرداخت هزینه ای کم، یک وب سایت حرفه ای برای خود بسازید. <br /><br />

                    سایت ساز در واقع یک ابزار است که امکان راه اندازی و مدیریت سایت بدون دانش برنامه نویسی را برای شما ممکن می سازد. با استفاده از فروشگاه ساز همه افراد می توانند با کمترین زمان و کمترین هزینه یک وب سایت مشابه با آنچه که می پسندند، ایجاد و ساخت سایت آسان را تجربه کنند. اما هر سرویس سایت ساز امکانات مختلفی در اختیار کاربران قرار می دهد. برای مثال گوگل سایت ساز، یکی از امکانات شرکت گوگل است که امکاناتی بسیار محدود و پیش پا افتاده در اختیار کاربران قرار می دهد. در ادامه کمی بیشتر با امکانات و ویژگی های فروشگاه ساز سرورپارس آشنا شوید.</p>

                <br />
                <br />

                <h5>فروشگاه ساز سرورپارس چه ویژگی هایی دارد؟</h5>

                <p>یکی از امکانات فوق العاده ای که سرورپارس در اختیار شما مشتریان عزیز قرار داده است، سایت ساز یا فروشگاه ساز آنلاین است. به این معنی که سرورپارس یک پلتفرم عالی و فوق العاده در اختیار شما عزیزان قرار می دهد تا بتوانید در کوتاه ترین زمان و با کمترین قیمت و هزینه وب سایت آنلاین خود را راه اندازی کنید. اما ساخت سایت آسان با سرورپارس چه امکانات و ویژگی هایی دارد؟ <br /><br />

                    سایت ساز آنلاین سرورپارس بیش از 200 قالب زیبا و متنوع در اختیار شما قرار می دهد تا بتوانید با توجه به نوع کسب و کار خود و سلیقه شخصی، قالب مورد نظر را روی سایت اعمال کنید. نمایندگی سایت ساز سرورپارس یک راه عالی برای کسب درآمد اینترنتی است. با خرید این نمایندگی می توانید این سرویس را به مشتریان خود فروخته و برای خود کسب درآمد کنید. <br /><br />

                    در این سرویس نسبت به سرویس سایت ساز، فضای بیشتری در اختیار شما قرار گرفته و می توانید تعداد سایت های بیشتری را میزبانی کنید. کاربران در فروشگاه ساز سرورپارس این امکان را دارند تا یک سایت با ظاهری کاملا سفارشی داشته باشند. <br /><br />

                    به این معنی که می توانید وب سایت مورد نظر خود که تمایل دارید ظاهر سایت شما همانند آن باشد را وارد کرده تا قالب متناسب برای شما ایجاد شود. با استفاده از این سرویس می توانید در کمتر از 10 دقیقه سایت خود را ایجاد کرده و محصولات خود را اضافه کنید. طراحی سایت ارزان و آسان با بهترین امکانات را به صورت رایگان استفاده کنید. <br /><br />

                    استفاده از سرویس سایت ساز آنلاین سرورپارس برای تمامی افراد تا مدت 3 ماه رایگان است. می توانید به رایگان 3 ماه این سرویس را تست کرده و طراحی سایت ارزان و آسان را تجربه کنید. بعد از آن متناسب با نوع نیاز خود، یکی از پلن های سایت ساز حرفه ای رایگان سرورپارس را خریداری کنید. استفاده از این سرویس بسیار ساده بوده و ظاهر کاربرپسند آن توجه کاربران را به خود جلب خواهد کرد. اما در صورتی که برای کار با این سرویس ابهام و یا پرسشی داشته باشید، می توانید با کارشناسان و پشتیبانان ما در تماس باشید.</p>

                <br />
                <br />
                <h5>ساخت سایت آسان با سایت ساز آنلاین سرورپارس</h5>

                <li>دارای بیش از ۲۲۰ قالب حرفه ای و زیبا</li>
                <li>کاملا ریسپانسیو و نمایش در تمامی صفحه نمایش ها</li>
                <li>کاملا سبک و سرعت بالا</li>
                <li>طراحی و کدنویسی متناسب روز</li>
                <li>دارای بیش از ۴۰ زبان دنیا</li>
                <li>پشتیبانی از درگاه بانک ملت</li>
                <li>وارد کردن طرح هر نوع وب سایت</li>
                <li>امکان سئو و وارد شدن در گوگل و غیره.</li>

                <br />

                <p className="mb-5">با استفاده از این سرویس، به سادگی وب سایت فروشگاهی خود را راه اندازی کرده و خیلی زود به درآمدهای بالا برسید و لذت کسب درآمد اینترنتی را تجربه کنید. برای کسب اطلاعات بیشتر در خصوص نحوه سفارش و خرید سایت ساز سرورپارس با کارشناسان فروش ما در تماس باشید.</p>




            </div>

        </div>
    )
}




function Fifth() {
    return (


        <div className="site-note col-12 nc">

            <div className="note-wrap col-11 col-md-9">

                <h5 className="pt-3">بهترین سایت ساز حرفه ای رایگان</h5>
                <p className="mt-4">چرا سایت ساز آنلاین سرورپارس، بهترین سایت ساز حرفه ای رایگان است؟ زیرا این سرویس به صورت سه ماهه و کاملا رایگان در اختیار شما قرار داده می شود تا بتوانید به مدت 3 ماه از تمامی امکانات این سرویس به صورت رایگان استفاده کرده و آن را تست کنید. حتی اگر قصد خرید سایت ساز را نیز داشته باشید، می توانید از این امکان 3 ماه رایگان استفاده کنید. <br /><br />

                    سایت ساز سرورپارس با امکانات ویژه و بیش از 200 قالب جذاب و حرفه ای و امکان سفارشی سازی سایت، به عنوان بهترین سایت ساز حرفه ای رایگان ایران یک فرصت عالی برای شما است تا کسب و کار خود را آنلاین کنید. با استفاده از سایت ساز سرورپارس دیگر دغدغه خرید هاست نخواهید داشت. <br /><br />

                    زیرا سایت ساز 500 مگ فضای رایگان دارد و اغلب برای شروع کسب و کارها کافی است. در صورتی که نیاز به فضا بیشتر برای سایت ساز خود داشته باشید، باید درخواست ارتقا را ثبت کنید. همچنین پشتیبانان سرورپارس در تمامی مراحل خرید تا زمان پشتیبان گیری و مشکلات فنی به صورت 24 ساعته در کنار شما هستند. 

                </p>

            </div>




        </div>

    )
}