import '../domain/master-domain.css'

import '../adv.css'





export default function First() {
    return (

        <div className="dom-mid col-12">

            <div className="dom-mid-wrap col-11 col-md-10 col-lg-9  mt-5 mb-5">

                <div className="dom-mid-right col-11  col-md-4">
                    <img src="https://pars.host/wp-content/uploads/2021/05/domains-eleman-1.svg" alt="" />
                </div>
                <div className="dom-mid-left col-11 col-lg-7">
                    <h5>ثبت و خرید دامنه</h5>
                    <p>یکی از اولین قدم ها برای راه اندازی یک وب سایت، بعد از انتخاب هاست، ثبت و خرید دامنه است. اما شاید برای برخی از شما سوال باشد که دامنه چیست؟ در پاسخ باید اشاره کنیم که دامنه یا دامین در واقع نام و یا آدرس وبسایت شما است. دامنه از دو قسمت نام و پسوند تشکیل می شود. برای مثال: <br /><br />

                        نام دامنه: Pars <br />
                        پسوند: host <br /><br />
                        در حال حاضر پسوندهای مختلفی برای ثبت و خرید دامنه ارزان وجود دارد. اما ممکن است برخی از این پسوند ها برای شهروندان ایرانی غیرقابل ثبت باشد. هم اکنون غیر از دامنه ملی IR، دامنه های بین المللی زیادی برای شهروندان ایرانی قابل ثبت هستند. برای مثال دامنه های org، net، com و غیره. برای شروع کسب و کار اینترنتی خود در قدم نخست بایستی نسبت به خرید دامنه یا دامین اقدام    کنید. ثبت دامنه ارزان <br /><br />

                        اما برای ثبت دامین به چه نکاتی باید توجه داشته باشیم؟ چه مواردی در زمان ثبت دامین تاثیر گذار است و اصلا کدام پسوند برای ما مناسب تر است؟ پاسخ به این سوال باتوجه به حوزه کسب و کار شما می تواند متفاوت باشد. اما برای درک بهتر موضوع در ادامه به توضیح و معرفی انواع پسوندها برای خرید و ثبت دامنه توجه داشته باشید.</p>
                </div>

            </div>




            <div className="dom-mid-wrap col-11 col-md-10 col-lg-9  mt-5 mb-5" dir='ltr'>



                <div className="dom-mid-right col-11  col-md-4">
                    <img src="https://pars.host/wp-content/uploads/2022/11/domains-eleman-3.svg" alt="" />
                </div>


                <div className="dom-mid-left col-11 col-lg-7" dir='rtl'>
                    <h5>قیمت ثبت دامنه</h5>
                    <p>یکی از دغدغه های اصلی صاحبان مشاغل هزینه و قیمت ثبت دامنه است. در این خصوص باید بگوییم که هزينه و قیمت ثبت و خرید دامنه با توجه به نوع پسوندی که انتخاب کرده اید متفاوت خواهد بود. برای مثال قیمت دامنه های IR با دامنه های COM بسیار متفاوت است.
                        دامنه های ir هزینه بسیار کمی دارند اما دامین com به نسبت کمی گران تر است. همچنین لازم به ذکر است که سرورپارس پلن های ویژه ای برای ارائه دامنه رایگان به مشتریان در نظر گرفته  است. <br /><br />
                        برای کسب اطلاعات بیشتر با واحد فروش در تماس باشید. همچنین باید اشاره کنیم که قیمت ثبت و خرید دامنه های فارسی مانند هزینه ثبت نام دامنه های معمول می باشد و در دو پسوند com. و net. ارائه می‌شود. به عنوان نمونه دامين زير يک دامين فارسی است.
                        لیست قیمت انواع دامنه‌ها را در بالای صفحه می‌توانید مشاهده کنید. <br /></p>

                    <h5>اطلاعات ثبت کننده دامنه یا whois</h5>
                    <p>مخفی سازی اطلاعات نمایشی دامنه در whois که به آن whois privacy می گویند بروی بعضی از پسوندها فعال است که در حین ثبت دامنه و پس از آن می‌توانید بروی دامنه فعال نمایید. <br /><br />
                        همچنین به صورت معمول روی دامنه‌های بین‌المللی اطلاعات whois به دلیل قوانین GDPR یا حفظ اطلاعات داده‌های شخصی اتحادیه اروپا نمایش داده نمی‌شوند. تنها کشور و نام شرکت در WHOIS نمایش داده می‌شود و سایر اطلاعات مخفی است.
                        با شناخت انواع پسوندهای دامنه یک انتخاب حرفه‌ای داشته باشید.</p>
                </div>


            </div>




        </div>
    )
}