
import './server.css'



export default function Full() {
    return (
        <>
            <First />
            <Third />
            <Fourth />
            <Second />
            <Last />

        </>
    )
}


function First() {
    return (


        <div className="server-mid col-12" dir='ltr'>


            <div className="server-mid-wrap col-10 col-lg-9 mt-5 mb-5 ">

                <div className="server-left col-10 col-md-6 mb-5 ">

                    <img src="https://pars.host/wp-content/uploads/2022/11/vps-export.svg" alt="" />



                </div>

                <div className="server-right col-10 col-lg-6 mb-5" dir='rtl'>

                    <h3>سرور مجازی یا VPS</h3>

                    <p>سرور مجازی یا Virtual Private Server یا VPS یکی دیگر از سرویس هایی است که برای وب سایت های پربازدید مناسب است. در این سرور نسبت به هاست های معمولی رم، پردازنده و فضای ذخیره سازی بیشتر است. این سرورها توسط مجازی ساز Xen در دیتا­سنترهای ایران پیکربندی شده و منابعی از جمله رم و فضای ذخیره سازی به صورت اختصاصی به تمامی کاربران اختصاص پیدا می ­کند. اگر یک وب سایت با بازدید بالا داشته و یا منابع هاست معمولی برای شما کافی نیست، سرور مجازی VPS برای شما مناسب است. سرور مجازی در دیتاسنترهای مختلفی میزبانی می شود. اگر سایت شما در داخل ایران بازدید دارد، استفاده از سرور مجازی ایران برای شما مناسب تر است. اما از دیگر سرویس ها می توان به سرور مجازی هلند، سرور مجازی کانادا و سرور مجازی انگلستان اشاره کرد.ظ</p>

                    <div className="server-btn">
                        <div className="ser-btn">خرید سرور مجازی</div>
                    </div>


                </div>

            </div>


        </div>



    )
}




function Second() {
    return (


        <div className="server-mid col-12" dir='rtl'>


            <div className="server-mid-wrap col-10 col-lg-9 mt-5 mb-5 border-0">

                <div className="server-left col-10 col-md-6 mb-5 ">

                    <img src="https://pars.host/wp-content/uploads/2022/11/COLOCATION-03.svg" alt="" />



                </div>

                <div className="server-right col-10 col-lg-6 mb-5" dir='rtl'>

                    <h3>میزبانی سرور (Colocation)</h3>

                    <p>میزبانی کولوکیشن بسیار شبیه اجاره خانه برای سرور شماست! سرورپارس به عنوان یک ارائه دهنده خدمات میزبانی (Colocation) معتبر، فضای ذخیره سازی، برق، اتصال به اینترنت، خنک کننده و امنیت دستگاه یا سایر سخت افزارها را به صورت بدون وقفه در اختیار شما قرار می دهد. این ویژگی یک سازمان را قادر می سازد تا سرورهای خود را در یک مرکز داده یا مرکز فناوری اطلاعات موجود مستقر کند. در این سرویس امکان کنترل  سیستم عامل و برنامه های کاربردی توسط مشتری وجود دارد. استفاده از خدمات میزبانی کولوکیشن در واقع به کسب و کار شما در صرفه جویی در هزینه ها کمک می کند. اگر تعدادی وب سرور برای کسب و کار خود دارید، هزینه هایی چون اختصاص فضایی برای مرکز داده داخلی، ارتقای اتصال اینترنت شما به خط T1 یا حتی فیبر نوری، نصب تهویه مطبوع و سیستم های امنیتی برای مرکز داده شما و …  که نمی توانید از آنها اجتناب کنید وجود دارد، بنابراین میزبانی سرور (Colocation) یک انتخاب ایده آل و به صرفه است.</p>

                    <div className="server-btn">
                        <div className="ser-btn">خرید  میزبانی سرور</div>
                    </div>


                </div>

            </div>


        </div>



    )
}







function Third() {
    return (


        <div className="server-mid col-12" dir='rtl'>


            <div className="server-mid-wrap col-10 col-lg-9 mt-5 mb-5 ">

                <div className="server-left col-10 col-md-6 mb-5 ">

                    <img src="https://pars.host/wp-content/uploads/2022/11/VDS-02.svg" alt="" />



                </div>

                <div className="server-right col-10 col-lg-6 mb-5" dir='rtl'>

                    <h3> سرور اختصاصی</h3>

                    <p>وب سایت های بزرگ و پربازدید و یا وب سایت سازمان ها و ارگان ها، وب سایت های دانلود، وب سایت هایی با داده های بسیار بالا و وب سایت های بازی و … عموما به منابع بیش از منابع سرور یا هاست اشتراکی نیاز دارند. این دسته از وب سایت ها بایستی به صورت اختصاصی میزبانی شوند. به عبارت دیگر این وب سایت ها پردازنده، RAM، فضای دخیره‌ سازی اطلاعات، جایگاه قرارگیری در رک و پهنای باند کاملا اختصاصی داشته و یک سرور را به صورت کامل با تمامی منابع در اختیار دارند. سرورهای اختصاصی در دیتاسنترهای مختلف میزبانی می‌شوند. به همین دلیل در دو دسته سرور اختصاصی ایران و سرور اختصاصی خارج قابل ارائه می‌باشند. در سرورپارس سرور اختصاصی یک انتخاب عالی برای وب سایت هایی با ترافیک بالا است که با تکنولوژی پایدار، آپتایم بالا (۹۹ درصد)، کیفیت بالای سخت افزار، پهنای باند بالای شبکه ارائه می‌شود.

                    </p>

                    <div className="server-btn">
                        <div className="ser-btn">خرید سرور اختصاصی</div>
                    </div>


                </div>

            </div>


        </div>



    )
}



function Fourth() {
    return (

        <div className="server-mid col-12" dir='ltr'>


            <div className="server-mid-wrap col-10 col-lg-9 mt-5 mb-5 ">

                <div className="server-left col-10 col-md-6 mb-5 ">

                    <img src="https://pars.host/wp-content/uploads/2022/11/vds-1.svg" alt="" />



                </div>

                <div className="server-right col-10 col-lg-6 mb-5" dir='rtl'>

                    <h3>سرور مجازی یا VPS</h3>

                    <p>سرور اختصاصی مجازی VDS مخفف عبارت Virtual Dedicated Server است. این سرور توسط نرم افزار مجازی سازی ساخته شده است. به این منظور که یک سرور فیزیکی را به تعدادی سرور مجازی تقسیم می نماید تا بتوان به صورت اختصاصی از هر یکی از آن‌ها استفاده نمود. میزان منابع اختصاص یافته در این سرویس بسیار بیشتر و بهتر از سرویس VPS بوده و کاملا به صورت اختصاصی است. همچنین از دیگر ویژگی های سرور اختصاصی مجازی باید به قیمت مناسب آن اشاره کرد. تمام جنبه های سرور خود را با دسترسی تنظیمات سخت افزاری و موارد دیگر مدیریت کنید. سرورهای فیزیکی ما برای عملکرد بی نقص شما با نهایت کیفیت ارائه شده‌اند و از بهترین و قوی ترین سخت‌افزار و به روز ترین نرم افزار های موجود استفاده می‌کنند و مطابق با نیازهای شما کاملاً قابل تنظیم هستند.</p>

                    <div className="server-btn">
                        <div className="ser-btn">خرید سرور اختصاصی مجازی</div>
                    </div>


                </div>

            </div>


        </div>




    )
}



function Last() {
    return (
        <div className="last-server col-12">



            <div className="li-box">
                <h4 className='pe-2 pb-2'>چرا سرور های سرور پارس</h4>


                <li className=''>امکان ارتقا منابع  و فضای ذخیره سازی
                </li>
                <li>پشتیبانی 24/7 در تمامی روزهای هفته
                </li>
                <li>نصب سیستم عامل و تنوع در انتخاب کنترل پنل
                </li>
                <li>مدیریت و پیکربندی سرورها و دسترسی راحت روت
                </li>
                <li>پشتیبانی شبکه، کانفیگ وب سرور، کانفینگ ایمیل، کانفیگ بک آپ و …
                </li>
            </div>


        </div>
    )
}